Repository: chahua-im/chahua-apple
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Voice message is too short. Record for at least 1 second.
zh_hans: 语音消息太短，请至少录制 1 秒。
zh_hant: 語音訊息太短，請至少錄製 1 秒。

source: Voice message position
zh_hans: 语音消息播放位置
zh_hant: 語音訊息播放位置

source: Waiting for microphone access…
zh_hans: 正在等待麦克风权限…
zh_hant: 正在等候麥克風權限…

source: Waiting to upload
zh_hans: 等待上传
zh_hant: 等待上傳

source: WebM stickers require iOS 17.4 or later.
zh_hans: WebM 贴纸需要 iOS 17.4 或更高版本。
zh_hant: WebM 貼紙需要 iOS 17.4 或以上版本。

source: Would you like to unpin this message?
zh_hans: 确定要取消置顶此消息吗？
zh_hant: 確定要取消釘選此訊息嗎？

source: You can add up to 5 reactions to a message.
zh_hans: 每条消息最多可添加 5 个表情回应。
zh_hant: 每則訊息最多可加入 5 個表情回應。

source: You can add up to five reactions
zh_hans: 最多可添加 5 个表情回应
zh_hant: 最多可加入 5 個表情回應

source: Your caption and attachments are still here. %@
zh_hans: 你的说明文字和附件仍保留在这里。 %@
zh_hant: 你的說明文字和附件仍保留在這裡。 %@
